Repository: common-repository/ajax-read-more
Catalog: admin/languages/ajax-read-more-*.po
Languages: ru_ru

source: Information
ru_ru: Общие сведения

source: Animation Settings
ru_ru: Параметры анимации

source: Scroll page to the article header
ru_ru: Прокручивать страницу

source: Low bound for scrolling
ru_ru: Не скроллировать до

source: .more-link container - loading
ru_ru: Класс на время выполнения AJAX запроса

source: AJAX error message
ru_ru: Сообщение об ошибке при загрузке продолжения статьи

source: .more-link container - error
ru_ru: Класс в случае ошибки AJAX

source: Animation duration
ru_ru: Длительность анимации

source: "scroll to" selector
ru_ru: Куда прокручивать страницу

source: "scrollable window" container
ru_ru: Скроллируемое окно

source: Please, read about theme requirements - vizit the <a href="http://sergey-s-betke.blogs.novgaro.ru/category/web/wordpress/read-more/">Sergey S. Betke blog</a>.
ru_ru: О требованиях совместимости, предъявляемых к теме, читайте пожалуйста <a href="http://sergey-s-betke.blogs.novgaro.ru/category/web/wordpress/read-more/">в блоге Бетке Сергея Сергеевича</a>.

source: Please, select Your animation options (animation on content loading).
ru_ru: Укажите Ваши параметры анимации (скроллирования статьи к верхней границе окна, и т.п.)

source: enabled (default and recommended)
ru_ru: да (<strong>по умолчанию</strong>)

source: disabled
ru_ru: нет

source: Default and recommended - <strong>0</strong>. If, after loading the content of article need to be scrolled fewer pixels than shown here, the page will not be scrolled.
ru_ru: <strong>По умолчанию - 0</strong>. Если расстояние между заголовком статьи и верхней границей окна меньше указанного Вами значения, скроллирование заголовка статьи к верхней границе окна выполняться не будет.

source: Class for the .more-link container. Is added at AJAX request`s run-time. By default - "loading".
ru_ru: Класс для контейнера ссылки "читать дальше". Добавляется на время выполнения AJAX запроса. По умолчанию - "loading".

source: Default.
ru_ru: по умолчанию

source: Custom.
ru_ru: заданный

source: Post loading error. Please, try later.
ru_ru: Ошибка загрузки продолжения статьи. Попробуйте позднее.

source: Please, set custom error message for AJAX errors. Or leave this option empty - for default error message.
ru_ru: Установите Ваш текст сообщения об ошибке (для случая ошибки при загрузке продолжения статьи).

source: Class for the .more-link container. Is added when AJAX request`s run-time error detected. By default - "loading-error".
ru_ru: Класс для контейнера ссылки "читать дальше" для случая обнаружения ошибки выполнения AJAX запроса. По умолчанию - "loading-error".

source: Animation duration (in ms). Or "slow", or "fast". By default - "slow".
ru_ru: Длительность анимации (в миллисекундах), или "slow", или "fast". По умолчанию - "slow".

source: slow (800 ms, <strong>by default</strong>).
ru_ru: slow (800 мс, <strong>по умолчанию</strong>).

source: fast (200 ms).
ru_ru: fast (200 мс).

source: jQuery selector for element, to which page will be scrolled. By default - ".entry-header" (to post header, <strong>check Your theme!</strong>).
ru_ru: jQuery селектор для элемента, до которого должна быть прокручена страница после загрузки продолжения статьи. По умолчанию - ".entry-header" (заголовок статьи, <strong>проверьте html код, генерируемый Вашей темой!</strong>).

source: scroll to post header (".entry-header", <strong>by default</strong>, but check Your theme).
ru_ru: скроллировать до заголовка статьи (".entry-header", <strong>по умолчанию</strong>).

source: scroll to post sequel (content loaded by AJAX) (".entry-part:last").
ru_ru: скроллировать до загруженного продолжения статьи (загруженного AJAX запросом) (".entry-part:last").

source: jQuery selector for parent scrollable element. By default - "html,body".
ru_ru: jQuery селектор для элемента, содержимое которого и будет скроллироваться в процессе анимации. По умолчанию - вся страница ("html,body"), в случае дизайна с фиксированными по отношению к окну элементами - проверьте Вашу тему и укажите селектор элемента, содержимое которого и будет скроллироваться вместе с содержанием.

source: page ("html,body", <strong>by default</strong>, but check Your theme).
ru_ru: Страница целиком ("html,body", <strong>по умолчанию</strong>, зависит от темы).
